Repository: oe-alliance/AutoBouquetsMaker
Catalog: AutoBouquetsMaker/po/*.po
Languages: ar, el, fi, fr, it, lt, nl, pl, pt, sk

source: %s scheduled update
fi: %s:n ajoitettu päivitys
fr: Mise à jour programmée de %s
it: %s aggiornamento pianificato
nl: %s geplande update
pl: %s zaplanowana aktualizacja
sk: %s plánovaná aktualizácia

source: %s update is about to start. Do you want to allow this?
fi: Suosikkilistasi %s päivitetään, sallitko päivityksen?
fr: %s est sur le point d'être mis à jour, Voulez-vous permettre cela ?
it: L'aggiornamento di %s sta per iniziare. Vuoi consentire questo?
nl: %s update staat op het punt te beginnen. Wilt u dat toestaan?
pl: Aktualizacja %s zaraz się rozpocznie. Czy chcesz na to pozwolić?
pt: %s Os seus buquês estão em vias de ser atualizados. Permite que isto seja efetuado?
sk: Aktualizácia %s sa čoskoro spustí. Chcete to povoliť?

source: ---- ABM - 'text' ----
ar: ---- صانع الباقات الآلي - 'النص' ----
el: ---- ABM - 'κείμενο' ----
fr: ---- ABM -'texte' ----
it: ---- ABM - 'testo' ----
lt: ---- ABM - 'tekstas' ----
nl: ---- ABM - 'tekst' ----
pl: ---- ABM - 'tekst' ----
pt: ---- ABM - 'texto' ----

source: -------- text --------
ar: -------- النص --------
el: -------- κείμενο --------
it: -------- testo --------
lt: -------- tekstas --------
nl: -------- tekst --------
pl: -------- tekst --------
pt: -------- texto --------

source: < - - text - - >
ar: < - - النص - - >
el: < - - κείμενο - - >
fr: < - - texte - - >
it: < - - testo - - >
lt: < - - tekstas - - >
nl: < - - tekst - - >
pl: < - - tekst - - >
pt: <- -texto- ->

source: <-- text -->
ar: <-- النص -->
el: <-- κείμενο -->
fr: <-- texte -->
it: <-- testo -->
lt: <-- tekstas -->
nl: <-- tekst -->
pl: <-- tekst -->
pt: <--texto-->

source: = = = text = = =
ar: = = = النص = = =
el: = = = κείμενο = = =
fr: = = = texte = = =
it: = = = testo = = =
lt: = = = tekstas = = =
nl: = = = tekst = = =
pl: = = = tekst = = =
pt: = = = texto = = =

source: = = text = =
ar: = = النص = =
el: = = κείμενο = =
fr: = = texte = =
it: = = testo = =
lt: = = tekstas = =
nl: = = tekst = =
pl: = = tekst = =
pt: = = texto = =

source: == ABM - 'text' ==
ar: == صانع الباقات الآلي- 'النص' ==
el: == ABM - 'κείμενο' ==
fr: == ABM - 'texte' ==
it: == ABM - 'testo' ==
lt: == ABM - 'tekstas' ==
nl: == ABM - 'tekst' ==
pl: == ABM - 'tekst' ==
pt: == ABM - 'texto' ==

source: == text ==
ar: == النص ==
el: == κείμενο ==
fr: == texte ==
it: == testo ==
lt: == tekstas ==
nl: == tekst ==
pl: == tekst ==
pt: == texto ==

source: === text ===
ar: === النص ===
el: === κείμενο ===
fr: === texte ===
it: === testo ===
lt: === tekstas ===
nl: === tekst ===
pl: === tekst ===
pt: === texto ===

source: ABM frequency finder
fi: DVB-T taajuuden etsin
fr: Détecteur de fréquence ABM
it: Ricerca frequenza ABM
nl: ABM frequentiezoeker
pl: Wyszukiwarka częstotliwości ABM
pt: Localizador de frequência ABM
sk: ABM vyhľadávač kmitočtu

source: ABM log file has been saved to the tmp directory
ar: تم حفظ ملف سجل صانع الباقات الآلي في مسار مجلد tmp
el: Το αρχείο καταγραφής του ABM αποθηκεύτηκε στο φάκελο tmp
fi: ABM lokitiedosto on tallennettu tmp-hakemistoon
fr: Le fichier journal ABM a été enregistré dans le répertoire tmp
it: Il file di log ABM è stato salvato nella cartella tmp
lt: ABM žurnalo failas išsaugotas /tmp kataloge
nl: ABM-logboekbestand is opgeslagen in de tmp map
pl: Plik dziennika ABM został zapisany w katalogu tmp
pt: O ficheiro de log ABM foi salvo no diretório /tmp
sk: Súbor protokolu ABM bol uložený do adresára tmp.

source: About
ar: حول
el: Περί
fi: Tietoja
fr: À propos
it: Informazioni su
lt: Apie įskiepį
nl: Over
pl: O
pt: Sobre
sk: O

source: Add provider markers
ar: أضافة علامات لمزودي الخدمات
el: Προσθήκη σημειωτών παρόχου
fi: Lisää palveluntarjoajien tuntomerkin tyyli
fr: Ajouter des marqueurs de fournisseur
it: Aggiungi marcatori provider
lt: Pridėti tiekėjo žymeklius
nl: Plaats providers markeringen
pl: Dodaj znaczniki dostawcy
pt: Adicionar marcadores de operadores
sk: Pridať značky poskytovateľov

source: Add provider name to bouquets
fi: Lisää palveluntuottajan nimi suosikkilistoihin
fr: Ajouter le nom du fournisseur aux bouquets
it: Aggiungi il nome del provider ai bouquet
nl: Voeg de providernaam toe aan boeketten
pl: Dodaj nazwę dostawcy do bukietów
pt: Adicionar prefixo do operador aos Bouquets
sk: Pridať názov poskytovateľa do buketov

source: All channels
ar: كل القنوات
el: Όλα τα κανάλια
fi: Kaikki kanavat
fr: Toutes les chaînes
it: Tutti i canali
lt: Visi kanalai
nl: Alle zenders
pl: Wszystkie kanały
pt: Todos os Canais
sk: Všetky kanály

source: Allows you to set a schedule to perform a scan
ar: السماح لك بتحديد جدول زمني لإجراء البحث
el: Επιτρέπει τον ορισμό ενός προγράμματος με το οποίο θα γίνει μία ανίχνευση
fi: Asettaa ajastetun haun
fr: Vous permet de programmer un scan
it: Consente di impostare una pianificazione per eseguire una scansione
lt: Leidžia nustatyti paieškų vykdymo tvarkaraštį
nl: U kunt een schema instellen voor het uitvoeren van een scan.
pl: Pozwala ustawić harmonogram wykonywania skanowania
pt: Permite-lhe agendar para iniciar uma procura
sk: Umožňuje nastaviť harmonogram vykonávania skenovania

source: Are you sure you want to remove all bouquets created by ABM?
ar: هل تريد بالتأكيد إزالة جميع الباقات التي أنشأتها عب؟
el: Θέλετε σίγουρα να αφαιρεθούν όλα τα μπουκέτα που δημιουργήθηκαν από το ABM;
fi: Oletko varma että haluat poistaa kaikki ABM:n luomat kanavalistat?
fr: Êtes-vous sûr de vouloir supprimer tous les bouquets créés par ABM ?
it: Sei sicuro di voler rimuovere tutti i bouquet creati da ABM?
lt: Ar tikrai norite pašalinti visus bukietus, sukurtus ABM?
nl: Weet u het zeker dat u alle ABM favorietenlijsten wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie bukiety utworzone przez ABM?
pt: Tem a certeza que deseja remover todos os buquês criados por ABM?
sk: Naozaj chcete odstrániť všetky bukety vytvorené ABM?

source: At least one day of the week must be selected
fi: Vähintään yksi viikonpäivä on valittava
fr: Au moins un jour de la semaine doit être sélectionné
it: È necessario selezionare almeno un giorno della settimana
nl: Er moet minstens één weekdag zijn gekozen
pl: Należy wybrać co najmniej jeden dzień tygodnia
pt: Pelo menos um dia da semana deve ser selecionado
sk: Musí byť vybraný aspoň jeden deň v týždni

source: AutoBouquetsMaker Configure
ar: تكوين صانع الباقات الآلي
el: AutoBouquetsMaker Παραμετροποίηση
fi: Asetukset
fr: AutoBouquetsMaker - Configurer
it: Configurazione di ABM
lt: ABMaker konfigūravimas
nl: AutoBouquetsMaker instellingen
pl: Konfiguruj AutoBouquetsMaker
pt: Criador Automático Bouquets
sk: Automatická značka buketov - Nastavenie

source: AutoBouquetsMaker Hide sections
ar: إخفاء أقسام صانع الباقات الآلي
el: AutoBouquetsMaker Απόκρυψη τμημάτων
fi: Piilota osiot
fr: AutoBouquetsMaker - Cacher sections
it: Nascondi sezioni ABM
lt: Slėpti AutoBouquetsMaker skyrius
nl: AutoBouquetsMaker verberg secties
pl: AutoBouquetsMaker Ukryj sekcje
pt: Secções escondidas de Criador Automático Bouquets
sk: Automatická značka buketov - Skrytie

source: AutoBouquetsMaker Keep bouquets
ar: إبقاء صانع الباقات اللآلي في الباقات
el: AutoBouquetsMaker Διατήρηση μπουκέτων
fi: Pidä suosikkilistat
fr: AutoBouquetsMaker - Conserver bouquets
it: Mantieni bouquet ABM
lt: Išsaugoti AutoBouquetsMaker bukietus
nl: AutoBouquetsMaker bewaar favorietenlijsten
pl: AutoBouquetsMaker Zachowaj bukiety
pt: Criador Automático manter Bouquets
sk: Automatická značka buketov - Zachovanie buketov

source: AutoBouquetsMaker Log
ar: سجل صانع الباقات الآلي
el: AutoBouquetsMaker Καταγραφή
fi: Loki
it: Log ABM
lt: ABMaker žurnalas
pt: Criador Automático Bouquets Log
sk: Automatická značka buketov - Logovanie

source: AutoBouquetsMaker Providers
ar: صانع مزودي الباقات الآلي
el: AutoBouquetsMaker Πάροχοι
fi: Palveluntarjoajat
fr: AutoBouquetsMaker - Opérateurs
it: Provider ABM
lt: AutoBouquetsMaker teikėjai
pl: AutoBouquetsMaker Dostawcy
pt: Criador Automático Bouquets Providers
sk: Automatická značka buketov - Poskytovatelia

source: AutoBouquetsMaker Scanner
ar: أوتوبوكتسماكر الماسح الضوئي
el: AutoBouquetsMaker Ανίχνευση
fi: Haku
it: Scanner ABM
lt: AutoBouquetsMaker paieška
pl: Autobouquetsmaker Skaner
pt: Busca de Criador Automático Bouquets
sk: Automatická značka buketov - Prehľadávač

source: Bouquets generation...
ar: باقات جيل ...
el: Δημιουργία μπουκέτων...
fi: Suosikkilistat tekeillä...
fr: Génération de bouquets......
it: Generazione bouquet...
lt: Bukietų generavimas...
nl: Genereert favorietenlijsten...
pl: Generowanie bukietów...
pt: Geração de Bouquets...
sk: Vytváranie buketov...

source: Cancel
ar: إلغاء
el: Ακύρωση
fi: Peruuta
fr: Abandon
it: Annulla
lt: Atšaukti
nl: Annuleer
pl: Anuluj
pt: Cancelar
sk: Zrušiť

source: Cannot allocate the demuxer.
fi: Muxia ei pysty allokoimaan.
fr: Impossible d'allouer le démultiplicateur.
it: Non posso allocare il demuxer.
nl: Kan de demuxer niet toewijzen.
pl: Nie można przydzielić demuxera.
pt: Não é possível alocar o demuxer.
sk: Nie je možné prideliť demultiplexer.

source: Cannot free NIM because a recording is in progress
ar: لا يمكن تحرير نيم لأن التسجيل قيد التقدم
el: Δεν υπάρχει ελεύθερο tuner επειδή βρίσκεται μία εγγραφή σε εξέλιξη
fi: NIM:ä ei pysty vapauttamaan koska tallennus on käynnissä
fr: Impossible de libérer NIM car un enregistrement est en cours
it: Non posso liberare il NIM perché è in corso una registrazione
lt: Imtuvas užimtas, nes dabar vyksta įrašymas
nl: Geen vrije tuner vanwege lopende opname(s)
pl: Nie można zwolnić NIM, ponieważ trwa nagrywanie
pt: Não é possível liberar o NIM porque uma gravação está em andamento
sk: NIM nemožno uvoľniť, pretože prebieha nahrávanie.

source: Cannot get frontend
ar: لا يمكن الحصول على الواجهة الأمامية
el: Αδυναμία εύρεσης του tuner
fi: Ei pysty hakemaan frontend:ä
fr: Impossible d'obtenir le frontend
it: Non posso ottenere l’accesso utente
lt: Pirminė sąsaja neprieinama
nl: Kan niet over de tuner beschikken
pl: Nie można go załadować przez tuner
pt: Não é possível obter front-end
sk: Nemôžno získať frontend

source: Cannot get the NIM
ar: لا يمكن الحصول على نيم
el: Αδυναμία εύρεσης της μονάδας tuner
fi: EI pysty hakemaan NIM:ä
fr: Impossible d'obtenir le NIM
it: Non posso accedere al NIM
lt: Imtuvas neprieinamas
nl: Tuner niet beschikbaar
pl: Nie można uzyskać NIM
pt: Não pode obter o NIM
sk: Nemožno získať NIM

source: Cannot read data
ar: لا يمكن قراءة البيانات
el: Αδυναμία ανάγνωσης δεδομένων
fi: Dataa ei pysty lukemaan
fr: Impossible de lire les données
it: Non posso leggere i dati
lt: Nepavyko perskaityti duomenų
nl: Kan de data niet lezen
pl: Nie można odczytać danych
pt: Não pode ler a informação
sk: Nemožno čítať údaje

source: Cannot read version
ar: لا يمكن قراءه الإصدار
el: Αδυναμία ανάγνωσης έκδοσης
fi: Versiota ei pysty lukemaan
fr: Impossible de lire la version
it: Non posso leggere la versione
lt: Nepavyko perskaityti versijos
nl: Kan versie niet lezen
pl: Nie można odczytać wersji
pt: Não pode ler a versão
sk: Nemožno čítať verziu

source: Cannot retrieve Resource Manager instance
ar: لا يمكن استرداد مثيل إدارة المصادر
el: Αδυναμία ανάκτησης συνεδρίας Διαχείρισης Πόρων
fi: Ei pysty hakemaan resurssihallinta-instanssia
fr: Impossible de récupérer l'instance Resource Manager
it: Impossibile recuperare l'istanza di Resource Manager
lt: Išteklių valdymas neprieinamas
nl: Resourcemanager niet beschikbaar
pl: Nie można pobrać instancji Menedżera zasobów
pt: Não é possível recuperar a instância do Gerenciador de recursos
sk: Nemožno načítať inštanciu Správcu zdrojov

source: Checking version compatibility...
ar: يتم الآن التحقق من توافق الإصدار...
el: Έλεγχος συμβατότητας έκδοσης...
fi: Tarkistetaan version yhteensopivuus...
fr: Vérification de la compatibilité des versions.....
it: Verifica compatibilità versione...
lt: Tikrinamas versijų suderinamumas ...
nl: Controleert versie compatibiliteit...
pl: Sprawdzanie zgodności wersji...
pt: Verificação de compatibilidade de versão...
sk: Kontrola kompatibility verzií...

source: Choose the style of markers that separate one provider from another in bouquet indexes.
ar: اختر شكل العلامات التي تفصل مزود قناة واحد عن الآخر في فهارس الباقات.
el: Επιλέξτε το στυλ των σημειωτών που διαχωρίζουν τον ένα πάροχο από τον άλλο στους δείκτες του μπουκέτου.
fi: Valitse tuntomerkkien tyyli, jolla erotat palveluntarjoajan toisesta kanavalistauksessa.
fr: Choisissez le style de marqueurs qui séparent un fournisseur d'un autre dans les index de bouquet.
it: Scegli lo stile dei marcatori che separano un provider da un altro nell'indice dei bouquet.
lt: Pasirinkite bukietų antraščių žymeklių, atskiriančių vieno tiekėjo bukietus nuo kito, stilių.
nl: Selecteer de stijl van de markeringen die providers onderscheid van andere bouquet lijsten.
pl: Wybierz styl znaczników, które oddzielają jednego dostawcę od drugiego w indeksy bukietów.
pt: Escolha o estilo de marcadores que separam um operador do outro nos índices do buquê.
sk: Vyberte štýl značiek, ktoré oddeľujú jedného poskytovateľa od druhého v indexoch buketov.

source: Choose the style of the markers that separate channels into groups in the channel lists.
ar: اختر نمط العلامات التي تفصل القنوات في مجموعات في قوائم القنوات.
el: Επιλέξτε το στυλ των σημειωτών που διαχωρίζουν τα κανάλια σε ομάδες μέσα στις λίστες καναλιών.
fi: Valitse tuntomerkkien tyyli, jolla erotat kanavat ryhmittäin kanavalistauksessa.
fr: Choisissez le style des marqueurs qui séparent les canaux en groupes dans les listes de canaux.
it: Scegli lo stile dei marcatori che separano i canali in gruppi negli elenchi dei canali.
lt: Pasirinkite žymeklių, skirstančių kanalus grupėmis kanalų sąraše, stilių.
nl: Selecteer de stijl van de markeringen die zenders verdeeld in groepen in de zenderlijst.
pl: Wybierz styl znaczników, które dzielą kanały na grupy w listy kanałów.
pt: Escolha o estilo dos marcadores que separam os canais em grupos nas listas de canais.
sk: Vyberte štýl značiek, ktoré oddeľujú kanály do skupín v zoznamoch kanálov.

source: Close
ar: أغلاق
el: Κλείσιμο
fi: Sulje
fr: Fermer
it: Chiudi
lt: Uždaryti
nl: Sluit
pl: Zamknij
pt: Fechar
sk: Zatvoriť

source: Config file for %s didn't need updating.
ar: لا يمكن تكوين الملف %s لست بحاجة إلى التحديث.
el: Το αρχείο παραμετροποίησης για το %s δεν χρειάστηκε ενημέρωση
fi: %s ei tarvinnut päivitystä asetuksiin.
fr: Le fichier de configuration pour %s n'avait pas besoin d'être mis à jour.
it: Il file di configurazione per %s non necessitava di aggiornamento.
lt: %s konfigūracijos failo atnaujinti nereikia.
nl: Configuratiebestand voor %s hoefde niet geüpdatet te worden.
pl: Plik konfiguracyjny %s nie wymagał aktualizacji.
pt: Arquivo de configuração para %s não precisou de atualização.
sk: Konfiguračný súbor pre %s nebolo potrebné aktualizovať.

source: Config file for %s does not need updating.
fi: %s ei tarvitse päivitystä asetuksiin.
fr: Le fichier de configuration pour %s n'a pas besoin d'être mis à jour.
it: Il file di configurazione per %s non necessita di aggiornamento.
nl: Configuratiebestand voor %s hoeft niet te worden geüpdatet.
pl: Plik konfiguracyjny %s nie wymaga aktualizacji.
pt: Arquivo de configuração para %s não precisa de atualização.
sk: Konfiguračný súbor pre %s nie je potrebné aktualizovať.

source: Config file for %s does not parse.
fi: %s asetustiedostoa ei pysty parsimaan.
fr: Le fichier de configuration pour %s n'est pas analysé.
it: Il file di configurazione per %s non viene analizzato.
nl: Configuratiebestand voor %s kan niet verwerkt worden.
pl: Plik konfiguracyjny %s nie jest analizowany.
pt: O arquivo de configuração para% s não analisa.
sk: Konfiguračný súbor pre %s sa nedá analyzovať.

source: Config file for %s has been updated.
ar: تم تحديث ملف %s التكوين.
el: Το αρχείο παραμετροποίησης για το %s έχει ενημερωθεί.
fi: %s asetustiedostot päivitetty.
fr: Le fichier de configuration pour %s a été mis à jour.
it: Il file di configurazione per %s è stato aggiornato.
lt: %s konfigūracijos failas atnaujintas.
nl: Configuratiebestand voor %s is geüpdatet.
pl: Plik konfiguracyjny %s został zaktualizowany.
pt: Arquivo de configuração para %s foi atualizado.
sk: Konfiguračný súbor pre %s bol aktualizovaný.

source: Config file for %s is faulty.
fi: %s asetustiedostot ovat vialliset.
fr: Le fichier de configuration de %s est défectueux.
it: Il file di configurazione per %s è difettoso.
nl: Configuratiebestand voor %s is niet goed.
pl: Plik konfiguracyjny %s jest uszkodzony.
pt: Arquivo de configuração para %s está danificado.
sk: Konfiguračný súbor pre %s je chybný.

source: Configure
ar: التكوين
el: Παραμετροποίηση
fi: Asetukset
fr: Configurer
it: Configura
lt: Konfigūruoti
nl: Configureer
pl: Konfiguruj
pt: Configurar
sk: Nastaviť

source: Create FTA HD bouquet
fi: Luo vapaat HD:t-lista
fr: Créer un bouquet HD en clair
it: Crea bouquet FTA HD
nl: Creëer FTA HD boeket
pl: Utwórz bukiet FTA HD
pt: Criar bouquet de FTA HD
sk: Vytvoriť FTA HD buket

source: Create FTA bouquet
fi: Luo vapaat-lista
fr: Créer le bouquet FTA (en clair)
it: Crea bouquet FTA
nl: Creëer FTA boeket
pl: Utwórz bukiet FTA
pt: Gerar bouquet Livres
sk: Vytvoriť FTA buket

source: Create HD bouquet
fi: Luo HD:t-lista
fr: Créer le bouquet HD
it: Crea bouquet HD
nl: Creëer HD boeket
pl: Utwórz bukiet HD
pt: Gerar buquê HD
sk: Vytvoriť HD buket

source: Create main bouquet
fi: Luo päälistat
fr: Créer le bouquet principal
it: Crea bouquet principale
nl: Creëer hoofdboeket
pl: Utwórz bukiet główny
pt: Gerar bouquet principal
sk: Vytvoriť hlavný buket

source: Create sections bouquets
fi: Luo jaotellut listat
fr: Créer les bouquets sections
it: Crea bouquet delle sezioni
nl: Creëer sectieboeketten
pl: Utwórz bukiety sekcji
pt: Gerar secções de bouquets
sk: Vytvoriť sekcie buketov

source: Custom bouquet for main
fi: Muokatut päälistat
fr: Bouquet personnalisé pour le principal
it: Bouquet personalizzato per il principale
nl: Aangepast hoofdboeket
pl: Niestandardowy bukiet dla głównego
pt: Bouquet personalizado para o principal
sk: Vlastný buket ako hlavný

source: DVB-T frequency finder
fi: DVB-T taajuuden etsin
fr: Détecteur de fréquences DVB-T
it: Ricerca frequenza DVB-T
nl: DVB-T frequentiezoeker
pl: Wyszukiwarka częstotliwości DVB-T
pt: Localizador de frequência DVB-T
sk: Vyhľadávač frekvencií DVB-T

source: Delete ABM bouquets
fi: Poista automaattiset suosikkilistat
fr: Supprimer les bouquets ABM
it: Elimina i bouquet ABM
nl: Verwijder ABM-boeketten
pt: Apagar ABM bouquets
sk: Odstrániť ABM bukety

source: Done
ar: إنتهى
el: Ολοκληρώθηκε
fi: Valmis
fr: Fini
it: Fatto
lt: Atlikta
nl: Klaar
pl: Gotowe
pt: Feito
sk: Hotovo

source: Downloading latest file from Github...
ar: تحميل أحدث ملف من مجتمع مطوري لينكس...
el: Λήψη του πιο πρόσφατου αρχείου από το Github...
fi: Ladataan viimeisisn versio GIT:stä...
fr: Télécharger le dernier fichier de Github.....
it: Scarico i file più recenti da Github...
lt: Atsiunčiama naujausias failas iš GitHub...
nl: Downloadt het laatste bestand van Github...
pl: Pobieranie najnowszego pliku z Github...
pt: Baixar o arquivo mais recente do Github...
sk: Sťahovanie najnovšieho súboru z Githubu...

source: Enough Retries, delaying till next schedule.
ar: يكفي التحكم الجديد، وتأخير حتى الجدول الزمني المقبل.
el: Αρκετές Επαναπροσπάθειες, καθυστέρηση έως το επόμενο πρόγραμμα
fi: Tarpeeksi uudelleenyrityksiä!! Yritetään seuraavassa ajastuksessa uudestaan.
fr: Assez d'essais, on reporte jusqu’à la prochaine programmation.
it: Troppi tentativi, rimando fino alla prossima pianificazione.
lt: Gana kartoti, laukiama iki kito grafiko.
nl: Vaak genoeg geprobeerd; stel uit tot de volgende keer.
pl: Wystarczająco wiele prób, opóźnienie do następnego harmonogramu.
pt: Bastante repetições, adiar até ao próximo agendamento.
sk: Dosť pokusov, odloženie na ďalší plán.

source: Exit
ar: تسجيل الخروج
el: Έξοδος
fi: Sulje
fr: Sortir
it: Esci
lt: Uždaryti
nl: Sluit af
pl: Wyjdź
pt: Sair
sk: Ukončiť

source: Extra debug
ar: تصحيح إضافي
el: Πρόσθετη εκσφαλμάτωση
fi: Tarkempi debuggeri
fr: Débogage supplémentaire
it: Debug aggiuntivi
lt: Papildomas derinimas
pl: Dodatkowy debug
pt: Depuração extra
sk: Extra protokolovanie

source: FTA Channels
ar: قنوات مجانية مفتوحة
el: FTA Κανάλια
fi: FTA Kanavat
fr: Chaînes en clair
it: Canali FTA
lt: Nekoduoti kanalai
nl: FTA-zenders
pl: Kanały FTA
pt: Canais Livres
sk: FTA kanály

source: FTA HD Channels
ar: قنوات مجانية عالية الوضوح
el: FTA HD Κανάλια
fi: FTA HD-Kanavat
fr: Chaînes en clair HD
it: Canali FTA HD
lt: Nekoduoti HD kanalai
nl: FTA HD-zenders
pl: Kanały FTA HD
pt: Canais HD livres
sk: FTA HD kanály

source: FTA only
ar: قنوات مفتوحة مجانية فقط
el: FTA μόνο
fi: Vain FTA
fr: Seulement chaîne en clair
it: Solo FTA
lt: Tik nekoduoti
nl: Alleen FTA
pl: Tylko FTA
pt: Só Livres
sk: Len FTA

source: Failed to retrieve file for %s. Error: %s %s
ar: فشل استرداد الملف %s. خطاء: %s %s
el: Αδυναμία ανάκτησης αρχείου για το %s. Σφάλμα: %s %s
fi: %s ei pystytty hakemaan tiedostoa. Virhe: %s %s
fr: Impossible de retrouver le fichier pour %s. Erreur: %s %s
it: Non riesco a recuperare il file per %s. Errore: %s %s
lt: Nepavyko įkelti %s failo. Klaida: %s %s
nl: Kon het bestand voor %s niet verkrijgen. Fout: %s %s
pl: Nie udało się pobrać pliku dla %s. Błąd: %s %s
pt: Falha ao recuperar arquivo para %s. Erro: %s %s
sk: Nepodarilo sa načítať súbor pre %s. Chyba: %s %s

source: Failed to retrieve version file. Error: %s %s
ar: فشل استرداد ملف الإصدار. خطاء: %s %s
el: Αδυναμία ανάκτησης αρχείου έκδοσης. Σφάλμα: %s %s
fi: Ei pystytty hakemaan versio-tiedostoa. Virhe: %s %s
fr: Échec de récupération du fichier de version. Erreur : %s %s
it: Non riesco a recuperare la versione del file. Errore: %s %s
lt: Nepavyko įkelti versijos failo. Klaida: %s %s
nl: Kon het versie bestand niet verkrijgen. Fout: %s %s
pl: Nie udało się pobrać pliku wersji. Błąd: %s %s
pt: Falha ao recuperar a versão do arquivo. Erro: %s %s
sk: Nepodarilo sa získať verziu súboru. Chyba: %s %s

source: Failed...
ar: فشل...
el: Αποτυχία...
fi: Epäonnistui...
fr: Échec...
it: Non riuscito...
lt: Nepavyko...
nl: Mislukt...
pl: Niepowodzenie...
pt: Falhou...
sk: Neúspešné...

source: Finding configured providers...
ar: يتم الآن العثور على إعدادات مزودي الخدمات...
el: Εύρεση των ρυθμισμένων παρόχων...
fi: Etsitään määriteltyjä palveluntarjoajia...
fr: Trouver des fournisseurs configurés...
it: Trovo i provider configurati...
lt: Ieškoma sukonfigūruotų teikėjų...
nl: Zoekt geconfigureerde providers...
pl: Znajdowanie skonfigurowanych dostawców...
pt: A procurar operadores configurados...
sk: Hľadanie nakonfigurovaných poskytovateľov...

source: Found %d unique transponder
fi: Löytyi %d yksilöity transponderi
fr: Trouvé %d transpondeur unique
it: Trovato %d unico transponder
nl: %d unieke transponders gevonden
pl: Znaleziono %d unikalnych transponderów
sk: Nájdený %d jedinečný transpondér

source: FrequencyFinder
fi: DVB-T taajuuden etsin
fr: Recherche de fréquences
it: Ricerca frequenza
nl: Frequentiezoeker
pl: Wyszukiwarka częstotliwości
sk: Vyhľadávač frekvencií

source: Friday
fi: Perjantai
fr: Vendredi
it: Venerdì
nl: vrijdag
pl: Piątek
sk: Piatok

source: HD Channels
ar: قنوات عالية الوضوح
el: HD Κανάλια
fi: HD-Kanavat
fr: Chaînes HD
it: Canali HD
lt: HD kanalai
nl: HD-zenders
pl: Kanały HD
pt: Canais HD
sk: HD kanály

source: Hide sections
ar: إخفاء الأقسام
el: Απόκρυψη τμημάτων
fi: Piilota osiot
fr: Cacher sections
it: Nascondi sezioni
lt: Slėpti skyrius
nl: Verberg secties
pl: Ukryj sekcje
pt: Esconder secções
sk: Skryté sekcie
