Repository: oe-alliance/AutoBouquetsMaker
Catalog: AutoBouquetsMaker/po/*.po
Languages: ar, el, fi, fr, it, lt, nl, pl, pt, sk

source: If a service is carried on a satellite that is not configured, 'yes' means the channel will not appear in the channel list, 'no' means the channel will show in the channel list but be greyed out and not be accessible.
ar: إذا كانت الخدمة تحمل على ساتل لم يتم تكوينه، يعني 'نعم' أن القناة لن تظهر في قائمة القنوات، 'لا' تعني أن القناة ستظهر في قائمة القنوات ولكن تكون رمادية ولا يمكن الوصول إليها.
el: Αν μία υπηρεσία βρίσκεται σε μη ρυθμισμένο δορυφόρο, το 'ναι' σημαίνει ότι το κανάλι δεν θα εμφανίζεται στη λίστα, το 'όχι' σημαίνει ότι το κανάλι θα εμφανίζεται αλλά ως γκριζαρισμένο και μη προσβάσιμο.
fi: Jos palvelu on satelliitissa jota ei ole määritelty "kyllä" tarkoittaa että kanava ei näy kanavalistassa,"ei" tarkoittaa että kanava näkyy kanavalistassa mutta harmaana (ei käytettävissä)
fr: Si un service est affecté à un satellite qui n'est pas configuré, «oui» signifie que la chaîne n'apparaîtra pas dans la liste des chaînes, «non» signifie que la chaînes'affichera dans la liste des chaînes, mais grisée et inaccessible.
it: Se un servizio è su un satellite non configurato, 'sì' significa che il canale non apparirà nell'elenco dei canali, 'no' significa che il canale verrà visualizzato nell'elenco dei canali ma sarà disattivato e non sarà accessibile.
lt: Jeigu kanalas yra nekonfigūruotame palydove, 'taip' reiškia, kad kanalas neatsiras kanalų sąraše, 'ne' reiškia, kad kanalas bus kanalų sąraše, bet bus neprieinamas (pilkas užrašas).
nl: Wanneer een satelliet service niet geconfigureerd is, betekent 'ja' dat de zender niet in de lijst verschijnt en 'nee' dat de zender zichtbaar is (grijs), maar niet benaderbaar.
pl: Jeśli usługa jest świadczona na satelicie, który nie jest skonfigurowany, 'tak' oznacza kanał nie pojawi się na liście kanałów, 'nie' oznacza, że ​​kanał będziepokaż na liście kanałów, ale będzie wyszarzony i niedostępny.
pt: Se um serviço é transportado num satélite que não está configurado, o 'Sim' significa que o canal não aparecerá na lista de canais, 'Não' significa que o canal será mostrado na lista de canais acinzentada e não será acessível.
sk: Ak je služba poskytovaná prostredníctvom satelitu, ktorý nie je nakonfigurovaný, 'áno' znamená, že kanál sa nezobrazí v zozname kanálov, 'nie' znamená, že kanál sa zobrazí v zozname kanálov, ale bude sivý a nebude prístupný.

source: If the receiver is in 'Deep Standby' when the schedule is due, wake it up to perform a scan.
fi: 'Virransäästötilassa' oleva vastaanotin herätetään, kun on ajastetun haun aika.
fr: Si le récepteur est en « veille profonde » au moment de la programmation, réveillez-le pour effectuer un balayage.
it: Se il ricevitore è spento al momento della scansione pianificata, con questa opzione decidi se accenderlo per effettuarla.
nl: Als de ontvanger in Deep Stand-by is op het geplande moment, wordt deze wakker gemaakt om de scan uit te voeren.
pl: Jeżeli odbiornik znajduje się w 'Głębokim czuwaniu' przed terminem, wybudź go do wykonaj skanowanie.
pt: Se o receptor estiver em 'Deep Standby' quando o cronograma estiver vencido, ative-o para realizar uma digitalização.
sk: Ak je prijímač v režime 'Deep Standby' v čase, keď má prebehnúť plánované skenovanie, prebudí sa, aby vykonal skenovanie.

source: If the receiver was woken from 'Deep Standby' and is currently in 'Standby' and no recordings are in progress return it to 'Deep Standby' once the scan has completed.
fi: Palautetaan vastaanotin 'virransäästötilaan' ajastetun haun valmistuttua, jos vastaanotin herätettiin 'virransäästötilasta' ja se on 'valmiustilassa' eikä tallennuksia ole käynnissä.
fr: Si le récepteur a été réveillé de l'état de veille prolongée, qu'il est actuellement en état de veille et qu'aucun enregistrement n'est en cours, remettez-le en état de veille prolongée une fois que le balayage est terminé.
it: Se il ricevitore era stato acceso per la scansione ed è al momento in' Standby' (e non c'è nessuna registrazione in corso), puoi decidere se si deve di nuovo spegnere.
nl: Als de ontvanger voor de scan uit Deep Stand-by is gehaald en er geen opnames lopen, zal de ontvanger terugkeren naar Deep Stand-by als de scan voltooid is.
pl: Jeśli odbiornik został wybudzony z 'Głębokiego czuwania' i jest obecnie w 'Czuwanie'i żadne nagrania nie są w toku, przywróć je do 'Głębokiego czuwania' po skanowaniuzakończono.
pt: Se o receptor foi despertado de 'Deep Standby' e está atualmente em 'Standby' e nenhuma gravação estiver em andamento, retorne-o para 'Deep Standby' assim que a verificação for concluída.
sk: Ak bol prijímač prebudený z režimu 'Deep Standby' a momentálne je v režime 'Standby' a neprebieha žiadne nahrávanie, po dokončení vyhľadávania sa vráti do režimu 'Deep Standby'.

source: Include 'not indexed' channels
ar: تضمين 'بدون المفهرسة' القنوات
el: Συμπερίληψη των 'μη σημειωμένων' καναλιών
fi: Sisällytä kanavat joita ei ole indeksoitu
fr: Inclure les chaînes 'non indexées'
it: Includi canali 'non indicizzati'
lt: Įtraukti 'neindeksuotus' kanalus
nl: Inclusief "niet geïndexeerde" zenders
pl: Uwzględnij 'nieindeksowane' kanały
pt: Incluir os canais 'não indexados'
sk: Zahrnúť 'neindexované' kanály

source: Incompatible versions: %s > %s
ar: الإصدارات غير متوافقة: %s > %s
el: Μη συμβατές εκδόσεις: %s > %s
fi: Yhteensopimattomat versiot: %s > %s
fr: Versions incompatibles : %s > %s
it: Versioni incompatibili: %s > %s
lt: Nesuderinamos versijos: %s > %s
nl: Incompatibele versies: %s > %s
pl: Niekompatybilne wersje: %s > %s
pt: Versões incompatíveis: %s > %s
sk: Nezlučiteľné verzie: %s > %s

source: Keep all non-ABM bouquets
ar: الحفاظ على جميع صانع الباقات الآلي
el: Διατήρηση όλων των μη-ABM μπουκέτων
fi: Säilytä kaikki alkuperäiset suosikkilistat
fr: Garder tous bouquets non-ABM
it: Conserva tutti i bouquet non ABM
lt: Išsaugoti visus neABM bukietus
nl: Behoud alle niet-ABM favorietenlijsten
pl: Zachowaj wszystkie bukiety spoza ABM
pt: Manter todos os buquês não-ABM
sk: Zachovať všetky bukety, ktoré nie sú od ABM.

source: Keep bouquets
ar: حافظ على الباقات
el: Διατήρηση των μπουκέτων
fi: Säilytä kaikki aikaisemmin haetut suosikkilistat
fr: Garder bouquets
it: Conserva bouquet
lt: Išsaugoti bukietus
nl: Behoud favorietenlijsten
pl: Zachowaj bukiety
pt: Manter buquês
sk: Zachovať bukety

source: Last Scanned
ar: آخر بحث
el: Τελευταία Ανίχνευση
fi: Viimeeksi skannatut
fr: Dernière analyse
it: Ultima scansione
lt: Paskutinė paieška
nl: Laatst gescanned
pl: Ostatnie zeskanowane
pt: Última procura
sk: Posledné skenovanie

source: Loading bouquets...
ar: جار تحميل باقات ...
el: Φόρτωση μπουκέτων...
fi: Ladataan kanavalistoja...
fr: Chargement des bouquets.....
it: Carico i bouquet...
lt: Įkeliami bukietai...
nl: Bezig favorietenlijsten te laden...
pl: Wczytywanie bukietów...
pt: A carregar buquês...
sk: Načítavanie buketov...

source: Monday
fi: Maanantai
fr: Lundi
it: Lunedì
nl: maandag
pl: Poniedziałek
pt: Segunda-feira
sk: Pondelok

source: Move down
ar: التحريك للأسفل
el: Μετακίνηση κάτω
fi: Siirä alas
fr: Vers le bas
it: Sposta giù
lt: Žemyn
nl: Verplaats omlaag
pl: Przesuń w dół
pt: Mover para baixo
sk: Presunúť nadol

source: Move up
ar: التحريك للأعلى
el: Μετακίνηση επάνω
fi: Siirrä ylös
fr: Vers le haut
it: Sposta su
lt: Aukštyn
nl: Verplaats omhoog
pl: Przenieś w górę
pt: Mover para cima
sk: Presunúť nahor

source: Network connection error.
fi: Verkkoyhteydessä virhe.
fr: Erreur de connexion au réseau.
it: Errore di connessione di rete.
nl: Netwerk verbindingsfout.
pl: Błąd połączenia sieciowego.
pt: Erro de conexão de rede.
sk: Chyba sieťového pripojenia.

source: Network connection error: %s
ar: خطا في اتصال الشبكة: %s
el: Σφάλμα σύνδεσης δικτύου: %s
fi: Verkkovirhe: %s
fr: Erreur de connexion réseau : %s
it: Errore di connessione di rete: %s
lt: Tinklo ryšio klaida: %s
nl: Netwerk verbindingsfout.: %s
pl: Błąd połączenia sieciowego: %s
pt: Erro de conexão de rede: %s
sk: Chyba sieťového pripojenia: %s

source: No NIMs found for
ar: لم يتم العثور علي هامش فوائد الشبكة
el: Δεν βρέθηκαν μονάδες tuner για το
fi: NIM:ä ei löytynyt
fr: Aucun NIM n'a été trouvé pour
it: Nessun NIM trovato per
lt: Nerasta imtuvų
nl: Geen NIMs gevonden voor
pl: Nie znaleziono NIM-ów dla
pt: NIMs não detetados para
sk: Nenašli sa žiadne NIM pre

source: No area found
ar: لم يتم العثور على أي منطقة
el: Η περιοχή δεν βρέθηκε
fi: Aluetta ei löytynyt
fr: Aucune zone trouvée
it: Nessuna zona trovata
lt: Sritis nerasta
nl: Geen gebied gevonden
pl: Nie znaleziono obszaru
pt: Área não encontrada
sk: Nenašla sa žiadna oblasť

source: No frequencies to search
fi: Ei haettavia taajuuksia
fr: Pas de fréquences à rechercher
it: Nessuna frequenza da cercare
nl: Geen frequenties om te zoeken
pl: Brak częstotliwości do wyszukania
pt: Não há frequências para pesquisar
sk: Žiadne frekvencie na vyhľadávanie

source: No providers are configured.
ar: لم يتم تشكيل مزودي القنوات.
el: Δεν έχουν ρυθμιστεί πάροχοι.
fi: Palveluntarjoajia ei ole määritelty.
fr: Aucun fournisseur n'est configuré.
it: Nessun provider è stato configurato.
lt: Tiekėjai nesukonfigūruoti.
nl: Er zijn geen providers geconfigureerd.
pl: Nie skonfigurowano dostawców.
pt: Nenhum provedor está configurado.
sk: Nie sú nakonfigurovaní žiadni poskytovatelia.

source: No providers configured.
ar: لم يتم تشكيل اي مزود.
el: Δεν έχουν ρυθμιστεί πάροχοι.
fi: Palveluntarjoajia ei ole määritelty.
fr: Aucun fournisseur n'est configuré.
it: Nessun provider configurato.
lt: Tiekėjai nesukonfigūruoti.
nl: Er zijn geen providers geconfigureerd.
pl: Nie skonfigurowano dostawców.
pt: Nenhum provedor configurado.
sk: Nenakonfigurovaný žiadni poskytovatelia.

source: No terrestrial multiplexes found.
fi: Antennimultipleksejä ei löytynyt.
fr: Aucun multiplex terrestre n'a été trouvé.
it: Nessun multiplex terrestre trovato.
nl: Geen terrestrische multiplexen gevonden.
pl: Nie znaleziono multipleksów naziemnych.
pt: Não foram encontrados multiplexes terrestres.
sk: Nenašli sa žiadne pozemné multiplexy.

source: No terrestrial tuner found.
fi: Aluetta ei löytynyt.
fr: Aucun tuner terrestre n'a été trouvé.
it: Nessun sintonizzatore terrestre trovato.
nl: Geen terrestrial tuner gevonden.
pl: Nie znaleziono tunera naziemnego.
pt: Nenhum sintonizador terrestre encontrado.
sk: Nebol nájdený žiadny pozemný tuner.

source: No valid NIM found for terrestrial.
fi: Toimivaa NIM:ä ei löytynyt.
fr: Aucun NIM valide n'a été trouvé pour le terrestre.
it: Nessun NIM valido trovato per terrestre.
nl: Geen geldige NIM gevonden voor terrestrial.
pl: Nie znaleziono poprawnego NIM dla naziemnego.
pt: Nenhum NIM válido encontrado para terrestre.
sk: Nenašiel sa platný NIM pre pozemné vysielanie.

source: Only DVB-T2 multiplexes found. Insufficient data to create a provider file.
fi: Vain DVB-T2-multiplekseja löytyi. Tiedot eivät riitä toimittajatiedoston luomiseen.
fr: Seuls des multiplex DVB-T2 ont été trouvés. Données insuffisantes pour créer un fichier fournisseur.
it: Sono stati trovati solo multiplex DVB-T2. Dati insufficienti per creare un file del provider.
nl: Alleen DVB-T2 multiplexen gevonden. Onvoldoende data om een providerbestand te maken.
pl: Znaleziono tylko multipleksy DVB-T2. Za mało danych do utworzenia pliku dostawcy.
pt: Somente multiplexes DVB-T2 encontrados. Dados insuficientes para criar um arquivo de provedor.
sk: Nájdené sú iba multiplexy DVB-T2. Nedostatočné údaje na vytvorenie súboru poskytovateľa.

source: Place bouquets at
ar: وضع باقات في
el: Τοποθέτηση μπουκέτων
fi: Sijoita suosikkilistat
fr: Placer bouquets vers
it: Metti i bouquet in
lt: Įkelti bukietus į
nl: Positie van de Bouquets
pl: Umieść bukiety w
pt: Coloque os buquês em
sk: Bukety umiestnite na

source: Please first setup, in configuration
ar: يرجى الإعداد الأول، في التكوين
el: Παρακαλώ ρυθμίσετε πρώτα στην παραμετροποίηση
fi: Aseta ensin palvelluntarjoajat
fr: Veuillez procéder à la configuration d'abord
it: Si prega prima di creare una configurazione
lt: Pirmiausiai nustatykite konfigūracijoje
nl: Eerst instellen, in configuratie
pl: Proszę najpierw skonfigurować, w konfiguracji
pt: Por favor primeiro defina, em configuração
sk: Najprv vykonajte nastavenie v konfigurácii.

source: Please wait...
ar: أرجو الإنتظار...
el: Παρακαλώ περιμένετε...
fi: Odota...
fr: Veuillez patientez...
it: Si prega di attendere...
lt: Palaukite...
nl: Even wachten...
pl: Proszę czekać...
pt: Por favor aguarde...
sk: Čakajte, prosím...

source: Press OK
fi: Paina OK
fr: Appuyer sur OK
it: Premi OK
nl: Druk op OK
pl: Naciśnij OK
pt: Pressione OK
sk: Stlačte OK

source: Press OK to select which days to perform a scan.
fi: Paina OK valitaksesi minä päivinä haku tehdään.
fr: Appuyez sur OK pour sélectionner les jours où vous souhaitez effectuer une recherche.
it: Premi OK per selezionare i giorni in cui eseguire una scansione.
nl: Druk op OK om de dagen te selecteren waarop een scan uitgevoerd moet worden.
pl: Naciśnij OK, aby wybrać dni do wykonania skanowania.
pt: Pressione OK para selecionar quais dias executar uma digitalização.
sk: Stlačte tlačidlo OK, aby ste vybrali dni, v ktorých sa má skenovanie vykonávať.

source: Providers
ar: مزود الخدمات
el: Πάροχοι
fi: Palveluntarjoajat
fr: Opérateurs
it: Provider
lt: Tiekėjai
pl: Dostawcy
pt: Operadores
sk: Poskytovatelia

source: Providers order
ar: طلب مزودي الخدمات
el: Σειρά παρόχων
fi: Palveluntarjoajien järjestys
fr: Classement opérateurs
it: Ordine provider
lt: Tiekėjų rūšiavimas
nl: Providers volgorde
pl: Zamówienie dostawcy
pt: Ordem de Operadores
sk: Zoradenie poskytovateľov

source: Radio Channels
ar: قنوات الراديو
el: Ραδιοφωνικά Κανάλια
fi: Radiokanavat
fr: Chaînes radio
it: Canali radio
lt: Radijo kanalai
nl: Radiozenders
pl: Kanały radiowe
pt: Canais de Rádio
sk: Rádiové kanály

source: Radio Times Emulator
it: Emulatore radiofonico

source: Reading %s MHz (ch %s)
fi: Luetaan %s MHz (ch %s)
fr: Lecture %s MHz (ch %s)
it: Leggo %s MHz (canale %s)
nl: Leest %s MHz (ch %s)
pl: Odczyt %s MHz (ch %s)
pt: Lendo% s MHz (ch% s)
sk: Čítanie %s MHz (kanál %s)

source: Reading %s...
el: Ανάγνωση του %s...
fi: Luetaan %s...
fr: Lecture %s...
it: Leggo %s...
lt: Skaitoma %s...
nl: Leest %s...
pl: Odczyt %s...
pt: A ler %s...
sk: Čítanie %s...

source: Really close without saving settings?
ar: هل تريد الإغلاق حقا بدون حفظ الإعدادات؟
el: Έξοδος χωρίς αποθήκευση ρυθμίσεων;
fi: Haluatko poistua tallentamatta asetuksia?
fr: Vraiment quitter sans sauvegarder les paramètres?
it: Chiudere davvero senza salvare le impostazioni?
lt: Ar tikrai uždaryti langą, neišsaugant nuostatų?
nl: Echt afsluiten zonder op te slaan?
pl: Naprawdę zamknąć bez zapisywania ustawień?
pt: Deseja fechar sem Gravar as definições?
sk: Naozaj ukončiť bez uloženia nastavení?

source: Region
fi: Alue
fr: Région
it: Regione
nl: Regio
pt: Região
sk: Región

source: Retrieved config file for %s
ar: تم استرجاع ملف التهيئة لـ %s
el: Έγινε ανάκτηση του αρχείου παραμετροποίησης για το %s
fi: %s asetustiedot noudettu
fr: Récupéré le fichier de configuration pour %s
it: File di configurazione recuperato per %s
lt: Parsiųstas %s konfigūracijos failas
nl: Configuratiebestand voor %s verkregen
pl: Pobrano plik konfiguracyjny dla %s
pt: Carregado o ficheiro de configuração para %s
sk: Načítaný konfiguračný súbor pre %s

source: Retrieved config file for %s does not parse.
ar: ملف التشكيل المسترجع %s لا يمكن تحليله.
el: Το ανακτημένο αρχείο παραμετροποίησης για το %s δεν μπορεί να αναλυθεί
fi: Asetustiedostot eivät parsiudu %s :lle.
fr: Le fichier de configuration récupéré pour %s n'analyse pas.
it: Il file di configurazione recuperato per %s non viene analizzato.
lt: Parsiųstas %s konfigūracijos failas nenusiskaito.
nl: Verkregen configuratiebestand voor %s kan niet verwerkt worden.
pl: Pobrany plik konfiguracyjny dla %s nie jest analizowany.
pt: Arquivo de configuração obtida para %s não analisado.
sk: Načítaný konfiguračný súbor pre %s sa nedá analyzovať.

source: Retrieved config file for %s is faulty or incomplete.
ar: ملف التشكيل المسترجع %s خاطئ أو غير مكتمل.
el: Το αρχείο παραμετροποίησης για το %s είναι προβληματικό ή ατελές.
fi: Noudetut asetustiedot ovat virheelliset tai vajaat %s:lle.
fr: Le fichier de configuration récupéré pour %s est défectueux ou incomplet.
it: Il file di configurazione recuperato per %s è difettoso o incompleto.
lt: Parsiųstas %s konfigūracijos failas klaidingas, arba nepilnas.
nl: Verkregen configuratiebestand voor %s is corrupt of incompleet.
pl: Pobrany plik konfiguracyjny dla %s jest uszkodzony lub niekompletny.
pt: Arquivo de configuração obtida por %s está danificado ou incompleto.
sk: Načítaný konfiguračný súbor pre %s je chybný alebo neúplný.

source: Retrieved provider file for %s
ar: ملف مزود القناة المسترجع %s
el: Έγινε ανάκτηση του αρχείου παρόχου για το %s
fi: Noudettu palveluntarjoaja-tiedosto %s: lle
fr: Fichier du fournisseur récupéré pour %s
it: File del provider recuperato per %s
lt: Parsiųstas %s tiekėjo failas
nl: Providerbestand voor %s verkregen
pl: Pobrano plik dostawcy dla %s
pt: Arquivo de operador obtido para %s
sk: Načítaný súbor poskytovateľa pre %s

source: Retrieving config file for %s
ar: تم استرجاع ملف التشكيل لـ %s
el: Ανάκτηση αρχείου παραμετροποίησης για το %s
fi: Noudetaan asetustiedostoa %s: lle
fr: Récupération du fichier de configuration pour %s
it: Recupero del file di configurazione per %s
lt: Įkeliamas %s konfigūracijos failas
nl: Verkrijgt configuratiebestand voor %s
pl: Pobieranie pliku konfiguracyjnego dla %s
pt: Carregar o ficheiro de configuração para %s
sk: Načítanie konfiguračného súboru pre %s

source: Saturday
fi: Lauantai
fr: Samedi
it: Sabato
nl: zaterdag
pl: Sobota
pt: sábado
sk: Sobota

source: Save
ar: حفظ
el: Αποθήκευση
fi: Tallenna
fr: Sauver
it: Salva
lt: Išsaugoti
nl: Sla op
pl: Zapisz
pt: Guardar
sk: Uložiť

source: Save Log
ar: حفظ السجل
el: Αποθήκευση Αρχείου Καταγραφής
fi: Tallenna loki
fr: Enregistrer le journal
it: Salva log
lt: Įrašyti žurnalą
nl: Sla log op
pl: Zapisz log
pt: Guardar log
sk: Uložiť protokol

source: Saving data
fi: Päivitys alkaa...
fr: Sauvegarde des données
it: Salvataggio dati
nl: Slaat data op
pl: Zapisywanie danych
pt: Salvando dados
sk: Ukladanie údajov

source: Scan
ar: بحث
el: Ανίχνευση
fi: Skannaa
fr: Analyser
it: Scansione
lt: Paieška
pl: Skanuj
pt: Busca
sk: Skenovať

source: Scanning for active transponders
fi: Haetaan aktiivisia transpondereita
fr: Recherche de transpondeurs actifs
it: Ricerca di transponder attivi
nl: Scant actieve transponders
pl: Skanowanie aktywnych transponderów
pt: Procurando por transponders ativos
sk: Vyhľadávanie aktívnych transpondérov

source: Schedule days of the week
fi: Ajastetun haun viikonpäivät
fr: Programmer les jours de la semaine
it: Pianifica i giorni della settimana
nl: Plan de dagen van de week
pl: Zaplanuj dni tygodnia
pt: Agendar dias da semana
sk: Plán dní v týždni

source: Schedule return to deep standby
fi: Vastaanottimen paluu virransäästötilaan
fr: Programmer le retour à l'état de veille profonde
it: Pianifica ritorno allo stato di spegnimento
nl: Plan het terug keren naar Deep Stand-by
pl: Zaplanuj powrót do głębokiego czuwania
pt: Programar o retorno ao modo de espera profunda
sk: Naplánovať návrat do hlbokého pohotovostného režimu

source: Schedule scan
ar: بحث مجدول
el: Προγραμματισμός ανίχνευσης
fi: Ajastettu haku
fr: Programmer un scan
it: Pianifica scansione
lt: Paieškos tvarkaraštis
nl: Plan een scan
pl: Zaplanuj skanowanie
pt: Procurar agendamento
sk: Naplánovať skenovanie

source: Schedule time of day
fi: Ajastetun haun kellonaika
fr: Programmation de l'heure de la journée
it: Pianifica ora del giorno
nl: Plan het tijdstip
pl: Zaplanuj porę dnia
pt: Agendar hora do dia
sk: Naplánovať čas dňa

source: Schedule wake from deep standby
fi: Vastaanottimen herääminen virransäästötilasta
fr: Programmation de la sortie de veille
it: Pianifica riattivazione dallo stato di spegnimento
nl: Plan het wakker worden uit Deep Stand-by
pl: Zaplanuj wybudzanie z głębokiego czuwania
pt: Agende a ativação do modo de espera profundo
sk: Naplánovať prebudenie z hlbokého pohotovostného režimu

source: Select "yes" to show the "DVB-T frequency finder" tool in the main menu. This tool is used to create a working provider file for difficult areas of the UK, e.g. areas covered by repeaters, etc.
fi: Valitse "kyllä'"nähdäksesi "DVB-T taajuuden etsimen" päävalikossa. Tätä työkalua käytetään luomaan toimiva palveluntuottajan lista vaikeille alueille UK:ssa, esim. toistinten kattamille alueille, jne.
fr: Sélectionnez « oui » pour afficher l'outil « Détecteur de fréquences DVB-T » dans le menu principal. Cet outil est utilisé pour créer un fichier fournisseur de travail pour les zones difficiles du Royaume-Uni, par exemple les zones couvertes par des répéteurs, etc.
it: Seleziona "sì" per visualizzare lo strumento "Ricerca frequenza DVB-T" nel menu principale. Questo strumento viene utilizzato per creare un file del provider funzionante per le aree difficili del Regno Unito, ad es. aree coperte da ripetitori, ecc.
nl: Kies "Ja" om de "DVB-T frequentiezoeker" in het hoofdmenu te tonen. Deze wordt gebruikt om een werkende provider te creëren in een moeilijk gebied in de UK, bijvoorbeeld als meerdere zenders het gebied bestrijken.
pl: Wybierz "tak", aby wyświetlić narzędzie "wyszukiwarka częstotliwości DVB-T" w menu głównym. To narzędzie służy do tworzenia działającego pliku dostawcy dla trudnych obszarów Wielka Brytania, np. obszary objęte wzmacniakami itp.
pt: Selecione "yes" para mostrar a ferramenta "DVB-T frequency finder" no menu principal. Essa ferramenta é usada para criar um arquivo de provedor de trabalho para áreas difíceis do Reino Unido, por exemplo áreas cobertas por repetidores, etc.
sk: Vyberte "áno", aby sa v hlavnom menu zobrazil nástroj "Vyhľadávač frekvencií DVB-T". Tento nástroj sa používa na vytvorenie funkčného súboru poskytovateľa pre problematické oblasti Spojeného kráľovstva, napr. oblasti pokryté opakovačmi atď.

source: Select days
fi: Valitse päivät
fr: Sélectionner les jours
it: Seleziona giorni
nl: Kies dagen
pl: Wybierz dni
pt: Selecionar dias
sk: Vybrať dni

source: Select your own bouquet from the list, please note that the only the first 100 channels for this bouquet will be used.
ar: حدد الباقة الخاصة بك من القائمة، يرجى ملاحظة أنه فقط سوف تستخدم القنوات المائة في هذه الباقة أولاً.
el: Επιλέξτε το δικό σας μπουκέτο από τη λίστα, προσοχή μόνο τα πρώτα 100 κανάλια θα χρησιμοποιηθούν για αυτό το μπουκέτο.
fi: Valitse oma kanavalistasi. Huom. vain ensimmäiset 100 kanavaa käytetään.
fr: Choisir votre propre bouquet dans la liste, notez que seul les 100 premières chaînes de ce bouquet seront utilisées.
it: Seleziona il tuo bouquet dall'elenco, tieni presente che verranno utilizzati solo i primi 100 canali per questo bouquet.
lt: Iš sąrašo pasirinkite savo bukietą; atkreipkite dėmesį, kad bus naudojami tik pirmieji 100 šio bukieto kanalų.
nl: Kies uw eigen favorietenlijst in de lijst. Let op dat alleen de eerste 100 zenders voor deze lijst zullen worden gebruikt.
pl: Wybierz własny bukiet z listy, pamiętaj, że tylko pierwszyZostanie użytych 100 kanałów dla tego bukietu.
pt: Selecione o seu buquê na lista, por favor, note que unicamente os primeiros 100 canais para este buquê serão usados.
sk: Vyberať vlastný buket zo zoznamu, prosím, vezmite na vedomie, že sa použije len prvých 100 kanálov tohto buketu.

source: Selected tuner is not configured.
fi: Ohita palvelut näkymättömissä satelliiteissa.
fr: Le tuner sélectionné n'est pas configuré.
it: Il sintonizzatore selezionato non è configurato.
nl: De geselecteerde tuner is niet geconfigureerd.
pl: Wybrany tuner nie jest skonfigurowany.
pt: O sintonizador selecionado não está configurado.
sk: Vybraný tuner nie je nakonfigurovaný.
