Repository: oe-alliance/AutoBouquetsMaker
Catalog: AutoBouquetsMaker/po/*.po
Languages: ar, el, fi, fr, it, lt, nl, pl, pt, sk

source: Unable to download config file for %s
ar: لم يتم تحميل وضبط ملف التكوين %s
el: Αδυναμία λήψης αρχείου παραμετροποίησης για το %s
fi: %s:lle ei pystynyt lataamaan asetustiedostoa
fr: Impossible de télécharger le fichier de configuration pour %s
it: Non riesco a scaricare il file di configurazione per %s
lt: Nepavyko parsiųsti %s konfigūracijos failo
nl: Kan configuratiebestand voor %s niet downloaden
pl: Nie można pobrać pliku konfiguracyjnego dla %s
pt: Impossível descarregar o ficheiro de configuração para %s
sk: Nie je možné stiahnuť konfiguračný súbor pre %s

source: Update provider files
ar: تحديث ملفات مزودي الخدمة
fi: Päivitä palveluntarjoajan tiedostot
fr: Mise à jour des fichiers des fournisseurs
it: Aggiorna i file dei provider
nl: Update providerbestanden
pl: Aktualizuj pliki dostawcy
pt: Atualizar arquivos do provedor
sk: Aktualizácia súborov poskytovateľa

source: UpdateProviders
ar: تحديث مزودي القنوات
el: Ενημέρωση Παρόχων
fi: Päivitä palveluntarjoajat
fr: MiseàjourFournisseurs
it: Aggiorno i provider
lt: Atnaujinti tiekėjus
nl: Update pviders
pl: Dostawcy aktualizacji
pt: Atualizar operadores
sk: Poskytovatelia aktualizácií

source: Wednesday
fi: Keskiviikko
fr: Mercredi
it: Mercoledì
nl: woensdag
pl: Środa
pt: Quarta-feira
sk: Streda

source: When a search finds extra channels that do not have an allocated channel number, 'yes' will add these at the end of the channel list, and 'no' means these will not be included.
ar: عندما يجد البحث قنوات إضافية ليس لها رقم قناة مخصص، فإن 'نعم' ستضيف هذه في نهاية قائمة القنوات، و 'لا' يعني أنها لن يتم تضمينها.
el: Όταν η ανίχνευση βρει πρόσθετα κανάλια που δεν έχουν κατανεμημένο αριθμό, το 'ναι' θα προσθέσει τα κανάλια αυτά στο τέλος της λίστας, και το 'όχι' θα τα παραλείψει.
fi: Kun haku löytää kanavia, joilla ei ole määrättyä kanavanumeroa, 'Kyllä' lisää nämä kanavalistan loppuun, ja 'Ei' tarkoittaa että näitä kanavia ei lisätä listalle.
fr: Lorsqu'une recherche trouve des chaînes supplémentaires qui n'ont pas de numéro de chaîne attribué, 'oui' les ajoutera à la fin de la liste des chaînes, et 'non' signifie qu'elles ne seront pas incluses.
it: Quando una ricerca trova canali aggiuntivi a cui non è stato assegnato un numero di canale, 'sì' li aggiungerà alla fine dell'elenco dei canali e 'no' significa che non saranno inclusi.
lt: Kai paieškos metu surandami papildomi nenumeruoti kanalai, 'taip' įtrauks juos visus į kanalų sarašo galą, 'ne' - jie nebus įtraukti visai.
nl: Wanneer er zenders gevonden worden welke geen LCN nummer hebben, worden deze bij 'ja' aan het einde van de zenderlijst toegevoegd, en bij 'nee' verschijnen ze niet in het Bouquet.
pl: Gdy wyszukiwanie znajdzie dodatkowe kanały, które nie mają przydzielonego kanałuliczba, 'tak' doda je na końcu listy kanałów, a 'nie' oznacza nie zostaną uwzględnione.
pt: Quando uma pesquisa encontra canais extras que não têm um número de canal alocado, 'Sim' irá adicionar estas no final da lista de canais, e 'Não' significa que estas não serão incluídas.
sk: Ak vyhľadávanie nájde ďalšie kanály, ktoré nemajú pridelené číslo kanála, voľba 'áno' ich pridá na koniec zoznamu kanálov a voľba 'nie' znamená, že nebudú zahrnuté.

source: When disabled this will enable the 'Keep bouquets' option in the main menu, allowing you to hide some 'existing' bouquets.
ar: عند تعطيل هذا سيمكن الخيار 'حافظ على الباقات' في القائمة الرئيسية، مما يسمح لك لإخفاء بعض باقات 'القائمة'.
el: Όταν είναι ανενεργό επιτρέπεται η επιλογή 'Διατήρηση μπουκέτων' στο κύριο μενού, που επιτρέπει την απόκρυψη κάποιων από τα υπάρχοντα μπουκέτα.
fi: Kun ei ole valittuna sallii pitää ja piilottaa suosikkilistoja päävalikossa.
fr: Quand elle est désactivée, cela active l'option 'garder bouquets' dans le menu principal, permettant de cacher des bouquets 'existants'.
it: Se disabilitato, abiliterà l'opzione 'Mantieni bouquet' nel menu principale, consentendoti di nascondere alcuni bouquet 'esistenti'.
lt: Kai čia išjungta, pagrindiniame meniu atsiras parinktis 'Išsaugoti bukietus', kad galėtumėte paslėpti kažkuriuos 'esamus' bukietus.
nl: Bij uitschakelen zal dit in het hoofdmenu 'Behoud favorietenlijsten' inschakelen, om zo bestaande favorietenlijsten te kunnen bewaren.
pl: Po wyłączeniu spowoduje to włączenie opcji 'Zachowaj bukiety' w menu głównym, pozwalając ci ukryć niektóre 'istniejące' bukiety.
pt: Quando desativado isso permitirá a opção 'Manter buquês' no menu principal, permitindo que esconda alguns buquês 'existentes'.
sk: Keď je táto funkcia vypnutá, v hlavnom menu sa aktivuje možnosť 'Zachovať bukety', ktorá vám umožní skryť niektoré 'existujúce' bukety.

source: When enabled, allows you start a scan from the extensions list.
ar: عند التمكين، يسمح لك ببدء البحث الأعمى من قائمة الملحقات.
el: Όταν είναι ενεργό, επιτρέπει την εκκίνηση της ανίχνευσης από το μενού επεκτάσεων.
fi: Kun päällä, voit aloittaa haun laajennus-listasta.
fr: Lorsque cette option est activée, elle vous permet de lancer une analyse à partir de la liste des extensions.
it: Se abilitato, consente di avviare una scansione dall'elenco delle estensioni.
lt: Kai ši parinktis įjungta, paiešką galite pradėti iš plėtinių sąrašo.
nl: Wanneer ingeschakeld, kunt dat u een scan starten vanuit de Extensielijst.
pl: Po włączeniu umożliwia rozpoczęcie skanowania z listy rozszerzeń.
pt: Quando ativado, permite-lhe iniciar a procura da lista de extensões.
sk: Keď je táto funkcia povolená, môžete spustiť skenovanie zo zoznamu rozšírení.

source: bottom
fi: alimmaisiksi
fr: fond
it: basso
nl: onderkant
pl: na dole
pt: inferior
sk: spodok

source: expert
ar: خبير
el: προχωρημένο
fi: Laaja
it: esperto
lt: ekspertų lygio
pl: ekspert
pt: especialista
sk: odborník

source: indent + text
ar: فراغ + النص
el: εσοχή + κείμενο
fi: sisennys + teksti
fr: indentation + texte
it: trattino + testo
lt: įtrauka + tekstas
nl: inspringen + tekst
pl: wcięcie + tekst
pt: avanço + texto

source: none
fi: ei mitään
fr: aucun
it: nessuno
nl: geen
pl: brak
pt: nenhum
sk: nič

source: simple
ar: بسيط
el: απλό
fi: yksinkertainen
it: semplice
lt: paprastas
nl: eenvoudig
pl: prosty
pt: simples
sk: jednoducho

source: top
fi: ylimmäisiksi
fr: sommet
it: alto
nl: bovenkant
pl: góra
pt: topo
sk: vrch

source: yes
ar: نعم
el: ναι
fi: kyllä
fr: oui
it: sì
lt: taip
nl: ja
pl: tak
pt: sim
sk: áno

source: yes (all channels)
ar: نعم (جميع القنوات)
el: ναι (όλα τα κανάλια)
fi: Kyllä (Kaikki kanavat)
fr: oui (tous les canaux)
it: sì (tutti i canali)
lt: taip (visi kanalai)
nl: ja (alle zenders)
pl: tak (wszystkie kanały)
pt: sim (Todos os Canais)
sk: áno (všetky kanály)

source: yes (custom)
ar: نعم (مخصص)
el: ναι (προσαρμογή)
fi: kyllä (asetuksin)
fr: oui (personalisé)
it: sì (personalizzato)
lt: taip (savitas)
nl: ja (aangepast)
pl: tak (niestandardowe)
pt: sim (personalizado)
sk: áno (vybrané)

source: yes (only FTA HD)
ar: نعم (قنوات عالية الوضوح فقط)
el: ναι (μόνο FTA HD)
fi: kyllä (vain vapaat HD:t)
fr: oui (seulement HD en clair)
it: sì (solo FTA HD)
lt: taip (tik nekoduoti HD)
nl: ja (alleen FTA HD)
pl: tak (tylko FTA HD)
pt: sim (só HD Livres)
sk: áno (len FTA HD)

source: yes (only HD)
ar: نعم (قنوات عالية الوضوح فقط)
el: ναι (μόνο HD)
fi: kyllä (vain HD:t)
fr: oui (seulement HD)
it: sì (solo HD)
lt: taip (tik HD)
nl: ja (alleen HD)
pl: tak (tylko HD)
pt: sim (só HD)
sk: áno (len HD)

source: Scan and create bouquets.
fi: Hae ja luo suosikkilistat.
fr: Scanner et créer des bouquets.
pl: Skanuj i twórz bukiety.
sk: Skenuje a vytvára bukety.

source: Update summary
fi: Päivityksen yhteenveto
fr: Résumé de la mise à jour
nl: Samenvatting update
sk: Súhrn aktualizácií

source: no
ar: لا
el: όχι
fi: Ei
fr: non
lt: ne
nl: nee
pl: nie
pt: não
sk: nie

source: AutoBouquetsMaker
ar: صانع الباقات الآلي
fi: Automaattiset suosikkilistat
pt: Criador automático de Bouquets
sk: Automatická značka buketov

source: %a %e %b %-H:%M
lt: %b %e, %a %-H:%M
