Repository: oe-alliance/AutoBouquetsMaker
Catalog: AutoBouquetsMaker/po/*.po
Languages: ar, el, fi, fr, it, lt, nl, pl, pt, sk

source: Services: %d video - %d radio
el: Υπηρεσίες: %d βίντεο - %d ραδιόφωνα
fi: Palvelut: %d video - %d radio
fr: Services : %d vidéo - %d radio
it: Servizi: %d video - %d radio
lt: Kanalai: %d vaizdo - %d radijo
nl: Zenders: %d video - %d radio
pl: Usługi: %d wideo - %d radio
pt: Serviços: %d Vídeo - %d Rádio
sk: Služby: %d video - %d rádio

source: Services: 0 video - 0 radio
ar: القنوات: 0 فيديو - 0 الراديو
el: Υπηρεσίες: 0 βίντεο - 0 ραδιόφωνα
fi: Palvelut: 0 video - 0 radio
fr: Services : 0 vidéo - 0 radio
it: Servizi: 0 video - 0 radio
lt: Kanalai: 0 vaizdo - 0 radijo
nl: Zenders: 0 video - 0 radio
pl: Usługi: 0 wideo - 0 radia
pt: Serviços: 0 Vídeo - 0 Rádio
sk: Služby: 0 videí – 0 rádií

source: Set the time of day to perform a scan.
fi: Aseta kellonaika, jolloin haku tehdään.
fr: Définir l'heure à laquelle le balayage doit être effectué.
it: Imposta l'ora del giorno per eseguire una scansione.
nl: Kies het tijdstip waarop de scan uitgevoerd moet worden.
pl: Ustaw porę dnia na wykonanie skanowania.
pt: Defina a hora do dia para executar uma verificação..
sk: Nastaviť čas dňa, kedy sa má skenovanie vykonať.

source: Show DVB-T frequency finder
ar: عرض باحث ترددات القنوات الأرضية
fi: Näytä DVB-T taajuuden etsin
fr: Afficher recherche de fréquences DVB-T
it: Mostra ricerca frequenza DVB-T
nl: Toon de DVB-T frequentiezoeker
pl: Pokaż wyszukiwarkę częstotliwości DVB-T
pt: Mostrar localizador de frequência DVB-T
sk: Zobraziť vyhľadávač frekvencií DVB-T

source: Show in extensions
ar: عرض في الإضافات
el: Εμφάνιση στις επεκτάσεις
fi: Näytä laajennuksissa
fr: Afficher dans les extensions
it: Mostra nelle estensioni
lt: Rodyti tarp plėtinių
nl: Toon in het Extensiemenu
pl: Pokaż w rozszerzeniach
pt: Mostrar em extensões
sk: Zobraziť v rozšíreniach

source: Show log
ar: عرض السجل
el: Εμφάνιση καταγραφής
fi: Näytä loki
fr: Afficher log
it: Mostra log
lt: Rodyti žurnalą
nl: Toon log
pl: Pokaż log
pt: Exibe o Log
sk: Zobraziť protokol

source: Skip services on not configured sats
ar: تخطي الخدمات على عدم تكوين القمر
el: Παράκαμψη υπηρεσιών σε μη ρυθμισμένους δορυφόρους
fi: Ohita palvelut näkymättömissä satelliiteissa
fr: Sauter services des satellites non configurés
it: Salta servizi su satelliti non configurati
lt: Praleisti nekonfigūruotų palydovų kanalus
nl: Sla zenders van niet geconfigureerde satellieten over
pl: Pomiń usługi na nieskonfigurowanych satelitach
pt: Saltar serviços em satélites não configurados
sk: Preskočiť služby na nekonfigurovaných satelitoch

source: Start scan
ar: بدء البحث
el: Εκκίνηση ανίχνευσης
fi: Aloita haku
fr: Démarrer scan
it: Avvia scansione
lt: Pradėti paiešką
pl: Rozpocznij skanowanie
pt: Iniciar a procura
sk: Spustiť skenovanie

source: Starting scanner
ar: بدء البحث الان
el: Εκκίνηση ανίχνευσης
fi: Käynnistetään skanneri
fr: Démarrage du scanner
it: Avvio scansione
lt: Pradedama paieška
nl: Start scanner
pl: Uruchamianie skanera
pt: A iniciar procura
sk: Spustenie skenera

source: Starting search...
fi: Päivitys alkaa...
fr: Commencer la recherche...
it: Avvio ricerca...
nl: Start zoeken...
pl: Uruchamianie wyszukiwania...
pt: Iniciando pesquisa ...
sk: Začínam vyhľadávanie...

source: Starting update...
ar: يتم الآن بدء التحديث...
el: Εκκίνηση ενημέρωσης...
fi: Päivitys alkaa...
fr: Lancer la mise à jour.....
it: Avvio aggiornamento...
lt: Pradedamas atnaujinimas...
nl: Start update...
pl: Rozpoczynanie aktualizacji...
pt: A iniciar a atualização...
sk: Začínam aktualizáciu...

source: Style of bouquet marker
ar: شكل علامة الباقة
el: Στυλ σημειωτή μπουκέτου
fi: Suosikkilistan tuntomerkin tyyli
fr: Style du marqueur de bouquet
it: Stile marcatori dei bouquet
lt: Bukieto žymeklio stilius
nl: Stijl van de Bouquetlijst markering
pl: Styl znacznika bukietu
pt: Estilo de marcador de bouquet
sk: Štýl označenia buketu

source: Style of provider marker
ar: شكل علامة مزود القناة
el: Στυλ σημειωτή παρόχου
fi: Palveluntarjoajan tuntomerkin tyyli
fr: Style du marqueur du fournisseur
it: Stile marcatori dei provider
lt: Tiekėjo žymeklio stilius
nl: Stijl van provider markering
pl: Styl znacznika dostawcy
pt: Estilo do marcador do operador
sk: Štýl značky poskytovateľa

source: Sunday
fi: Sunnuntai
fr: Dimanche
it: Domenica
nl: zondag
pl: Niedziela
pt: domingo
sk: Nedeľa

source: Swap channels
fi: Vaihda kanavia
fr: Échanger des canaux
it: Scambia canali
nl: Wissel kanalen
pl: Zamień kanały
pt: Trocar de canal
sk: Zameniť kanály

source: This affects all bouquets. Select 'no' to scan in all services. Select 'yes' to skip encrypted ones.
ar: هذا يؤثر على جميع باقات. حدد 'لا' للمسح الضوئي في جميع الخدمات. حدد 'نعم' لتخطي تلك المشفرة.
el: Αυτό επηρεάζει όλα τα μπουκέτα. Επιλέξτε 'όχι' για ανίχνευση σε όλες τις υπηρεσίες. Επιλέξτε 'ναι' για παράκαμψη των κωδικοποιημένων.
fi: Tämä vaikuttaa kaikkiin kanavalistauksiin. Valitse EI hakeaksesi kaikista palveluista. Valitessasi KYLLÄ, haku ei ota huomioon salattuja kanavia.
fr: Ceci affecte tous les bouquets. Sélectionnez 'non' pour balayer tous les services. Sélectionnez 'oui' pour sauter ceux qui sont cryptés.
it: Questo riguarda tutti i bouquet. Seleziona 'no' per eseguire la scansione in tutti i servizi. Seleziona 'sì' per saltare quelli crittografati.
lt: Tai įtakoja visus bukietus. Kad ieškoti visuose kanaluose, pasirinkite 'ne'; ir 'taip', kad kad praleisti koduotus.
nl: Dit betreft alle favorietenlijsten. Kies 'Nee' om alle zenders te scannen; kies 'Ja' om gecodeerde zenders over te slaan.
pl: Dotyczy to wszystkich bukietów. Wybierz 'nie', aby skanować we wszystkich usługach. Wybierz 'tak' aby pominąć zaszyfrowane.
pt: Isso afeta todos os bouquets. Selecione 'Não' para procurar em todos os serviços. Selecione 'Sim' para ignorar os codificados.
sk: Toto sa týka všetkých buketov. Vyberte 'nie', aby sa skenovali všetky služby. Vyberte 'áno', aby sa preskočili kódované služby.

source: This feature is for development only. Requires debug logs to be enabled or enigma2 to be started in console mode.
ar: هذه الميزة للتطوير فقط. يتطلب ان يتم تمكين سجلات التصحيح أو تشغيل الانجما2 في وضع وحده التحكم.
el: Αυτή η επιλογή είναι μόνο για προγραμματιστές. Απαιτεί την ενεργοποίηση των αρχείων καταγραφής ή την εκκίνηση του enigma2 σε κονσόλα.
fi: Tämä ominaisuus on tarkoitettu vain kehittäjille. Vaatii että debug-loki on päällä, tai Enigma2 on käynnistety komentoriville.
fr: Cette fonctionnalité est réservée au développement. Nécessite que les journaux de débogage soient activés ou qu'enigma2 soit démarré en mode console.
it: Questa funzione è solo per lo sviluppo. Richiede che sia abilitato il debug log o che enigma2 sia avviato in modalità console.
lt: Ši funkcija skirta tik plėtrai ir kūrėjams. Turi būti įjungti derinimo žurnalai, arba enigma2 paleista konsolės režimu.
nl: Deze functie is alleen voor ontwikkelaars. Het vereist dat de debug logs zijn geactiveerd of dat Enigma2 in een console-modus draait.
pl: Ta funkcja jest przeznaczona tylko do programowania. Wymaga włączenia dzienników debugowania lubenigma2 do uruchomienia w trybie konsoli.
pt: Esse recurso é apenas para desenvolvimento. Requer os logs de depuração para ser habilitado ou ser iniciado o Enigma2 no modo de consola.
sk: Táto funkcia je určená iba na vývojové účely. Vyžaduje povolenie protokolovania alebo spustenie enigma2 v konzolovom režime.

source: This option allows you to choose what region of the country you live in, so it populates the correct channels for your region.
ar: هذا الخيار يسمح لك باختيار أي منطقة من البلاد التي تعيش فيها، ولذلك فإنه يقوم بالبحث عن القنوات الصحيحة للمنطقة الخاصة بك.
el: Αυτή η επιλογή επιτρέπει την επιλογή της περιοχής της χώρας στην οποία διαμένετε έτσι ώστε να αριθμηθούν τα σωστά κανάλια για την περιοχή σας.
fi: Valitse maakunta jotta oikeat alueohjelmat tulee valituksi.
fr: Cette option vous permets de définir la région du pays dans lequel vous vivez, et donc les chaînes régionales seront correctement provisionnées.
it: Questa opzione ti consente di scegliere la regione del paese in cui vivi, quindi popola i canali corretti per la tua regione.
lt: Čia galite pasirinkti, kuriame šalies regione jūs gyvenate, kad parinkti tinkamus šiam regionui kanalus.
nl: Hier kiest u de regio zodat de voor uw regio juiste zenders worden getoond.
pl: Ta opcja pozwala wybrać region kraju, w którym mieszkasz, więc zapełnia prawidłowe kanały dla twojego regionu.
pt: Esta opção permite que escolha qual região do país onde vive, para que ele preencha os canais corretos para sua região.
sk: Táto možnosť vám umožňuje vybrať región krajiny, v ktorom žijete, aby sa zobrazili správne kanály pre váš región.

source: This option enables the current selected provider.
ar: يتيح لك هذا الخيار المحدد مزود الخدمة الحالي.
el: Αυτή η επιλογή ενεργοποιεί το τρέχοντα επιλεγμένο πάροχο.
fi: Valitse nykyinen palveluntarjoaja.
fr: Cette options actives l'opérateur actuellement sélectionné.
it: Questa opzione abilita il provider correntemente selezionato.
lt: Ši parinktis įjungia dabar pasirinktą teikėją.
nl: Deze optie schakelt de gekozen provider in.
pl: Ta opcja włącza aktualnie wybranego dostawcę.
pt: Esta opção ativa o operador selecionado.
sk: Táto možnosť aktivuje aktuálne vybraného poskytovateľa.

source: This option has several choices "Yes", (create a bouquet with all the channels in it), "Yes HD only", (will group all HD channels into this bouquet), "Custom", (allows you to select your own bouquet), "No", (do not use a main bouquet)
ar: هذا الخيار على عدة خيارات "نعم"، (إنشاء باقة مع جميع القنوات في ذلك)، "نعم قنوات عالية الوضوح فقط"، (سيتم تجميع جميع القنوات عالية الدقة في هذا الباقة)، "مخصص"، (يسمح لك لتحديد الخاصة بك الباقة)، "لا"، (لا تستخدم باقة الرئيسي)
el: Αυτή η επιλογή έχει πολλές επιλογές, "Ναι" (δημιουργία ενός μπουκέτου με όλα τα κανάλια), "Ναι μόνο HD" (θα ομαδοποιήσει όλα τα HD κανάλια στο μπουκέτο), "Προσαρμογή" (επιτρέπει την επιλογή των καναλιών για το μπουκέτο), "Όχι" (χωρίς χρήση κύριου μπουκέτου)
fi: Tässä on useita valintoja: "kyllä" luo listan jossa on kanavat, "kyllä vain HD:t" luo lista jossa on vain HD-kanavat, "kyllä (asetuksin)" luo valitsemasi tyylisen listan, "ei" ei luo päälistaa
fr: Cette option a plusieurs choix "Oui", (créer un bouquet contenant toutes les chaînes), "Oui seulement HD ", (regroupera toutes les chaînes HD de ce bouquet), "Personnalisé", (vous permet de choisir votre propre bouquet), "Non", (ne pas utiliser un bouquet principal)
it: Questa opzione ha diverse scelte: "Sì" crea un bouquet con tutti i canali al suo interno, "Sì solo HD" raggrupperà tutti i canali HD in questo bouquet, "Personalizzato" ti consente di selezionare il tuo bouquet, "No", (non utilizzare un bouquet principale)
lt: Ši pasirinktis turi keletą pasirinkimų 'taip', (sukurti bukietą su visais kanalais), 'taip, tik HD', (sukurti bukietą tik su HD kanalais), 'savitas', (leidžia jums pasirinkti savo bukietą), 'ne', (nenaudoti pagrindinio bukieto)
nl: Deze optie kent diverse keuzes "Ja", (creeert een lijst met alle zenders), "Ja alleen HD", (alle HD-zenders komen in in deze lijst), "Aangepast", (laat u uw eigen lijst kiezen), "Nee", (gebruik geen hoofdlijst)
pl: Ta opcja ma kilka opcji "Tak" (utwórz bukiet ze wszystkimi kanały w nim), "Tak tylko HD", (pogrupuje wszystkie kanały HD w tym bukiet", "Niestandardowy", (pozwala wybrać własny bukiet), "Nie", (zrób nie używaj głównego bukietu)
pt: Esta opção tem várias opções de "Sim", (criar um buquê com todos os canais), "só HD", (agrupará todos os canais HD como um buquê), "Personalizado", (permite que você selecione o seu próprio buquê), "Não", (não usa um buquê principal)
sk: Táto možnosť má niekoľko volieb: "Áno", (vytvorí buket so všetkými kanálmi), "Áno len HD" (zoskupí všetky HD kanály do tohto buketu), "Vlastné" (umožňuje vybrať si vlastný buket), "Nie" (nepoužije hlavný buket).

source: This option places markers in the bouquet index to group all bouquets of each provider.
ar: يضع هذا الخيار علامات في مؤشر الباقة لتجميع جميع باقات كل مزود.
el: Αυτή η επιλογή προσθέτει σημειωτές στο δείκτη του μπουκέτου για ομαδοποίηση του καθενός στον αντίστοιχο πάροχο.
fi: Tämä valinta asettaa tuntomerkin kanavalistoille, jolla saadaan ryhmiteltyä ne palveluntarjoajien mukaan.
fr: Cette option place des marqueurs dans l'index des bouquets pour regrouper tous les bouquets de chaque fournisseur.
it: Questa opzione inserisce i marcatori nell'indice del bouquet per raggruppare tutti i bouquet di ciascun provider.
lt: Ši parinktis sudeda žymeklius bukieto antraštėse, kad sugrupuoti visus vieno tiekėjo bulietus.
nl: Deze optie plaatst markeringen in de bouquet lijst, en groepeert de diverse bouquets van elke provider.
pl: Ta opcja umieszcza znaczniki w indeksie bukietów, aby zgrupować wszystkie bukiety każdy dostawca.
pt: Esta opção põe marcadores na indexação de buquê para agrupar todos os buquê de cada operador.
sk: Táto možnosť umiestňuje značky do indexu buketu, aby zoskupila všetky bukety každého poskytovateľa.

source: This option will add the provider's name to bouquet names.
fi: Tämä valinta lisää palveluntuottajan nimen suosikkilistojen nimiin.
fr: Cette option permet d'ajouter le nom du fournisseur aux noms des bouquets.
it: Questa opzione aggiungerà il nome del provider ai nomi dei bouquet.
nl: Deze optie kan de naam van de provider toevoegen aan de naam van het boeket.
pl: Ta opcja doda nazwę dostawcy do nazw bukietów.
pt: Esta opção adicionará o nome do provedor aos nomes de bouquet.
sk: Táto možnosť pridá meno poskytovateľa k názvom buketu.

source: This option will allow you choose where to place the created bouquets.
ar: سيسمح لك هذا الخيار باختيار مكان وضع باقات عملتها.
el: Αυτή η επιλογή θα επιτρέψει την επιλογή της τοποθεσίας των δημιουργημένων μπουκέτων.
fi: Tämä antaa valita minne luodut kanavalistat laitetaan.
fr: Cette option vous permettra de choisir où placer les bouquets créés.
it: Questa opzione ti permetterà di scegliere dove posizionare i bouquet creati.
lt: Ši parinktis leidžia nurodyti, kur išsaugoti sukurtus bukietus.
nl: Met deze optie kunt u kiezen waar de gemaakte bouquets moeten worden geplaatst.
pl: Ta opcja pozwoli Ci wybrać, gdzie umieścić utworzone bukiety.
pt: Esta opção permitirá que escolha onde colocar os buquês criados.
sk: Táto možnosť vám umožní vybrať si, kam umiestniť vytvorené bukety.

source: This option will create a FreeToAir High Definition bouquet, it will group all FTA HD channels into this bouquet.
ar: سيقوم هذا الخيار بإنشاء باقة "قنوات عالية الوضوح"، سيتم تجميع جميع القنوات عالية الدقة في هذا الباقة.
el: Αυτή η επιλογή θα δημιουργήσει ένα μπουκέτο Ελεύθερων Υψηλής Ευκρίνειας καναλιών, θα ομαδοποιήσει όλα τα FTA HD κανάλια σε αυτό το μπουκέτο.
fi: Tämä valinta luo FreeToAir High Definition-kanavalistan. Se ryhmittelee kaikki FTA HD -kanavat tälle listalle.
fr: Cette option créera un bouquet chaîne en clair Haute Définition, il regroupera toutes les chaînes HD en clair dans ce bouquet.
it: Questa opzione creerà un bouquet FreeToAir ad alta definizione, raggruppando insieme tutti i canali FTA HD.
lt: Ši parinktis leis sukurti nešifruotų HD kanalų bukietą, kuriame bus visi nemokami HD kanalai.
nl: Deze optie zal een FreeToAir High Definition bouquet maken, en zal alle FTA HD zenders hierin plaatsen.
pl: Ta opcja utworzy bukiet FreeToAir High Definition, zgrupuje wszystkie kanały FTA HD do tego bukietu.
pt: Esta opção irá criar um buquê FreeToAir alta definição, agrupará todos os canais FTA HD como um buquê.
sk: Táto voľba vytvorí buket FreeToAir High Definition, ktorý zoskupí všetky kanály FTA HD do tohto buketu.

source: This option will create a FreeToAir bouquet, it will group all free channels into this bouquet.
ar: سيقوم هذا الخيار بإنشاء باقة قنوات مجانية ، سيتم تجميع جميع القنوات المجانية في هذه الباقة.
el: Αυτή η επιλογή θα δημιουργήσει ένα μπουκέτο Ελεύθερων καναλιών, θα ομαδοποιήσει όλα τα ελεύθερα κανάλια σε αυτό το μπουκέτο.
fi: Tämä valinta luo FreeToAir -kanavalistan. Se ryhmittelee kaikki ilmaiskanavat tälle listalle.
fr: Cette option créera un bouquet chaîne en clair, elle regroupera tous les canaux gratuits dans ce bouquet.
it: Questa opzione creerà un bouquet FreeToAir, raggruppando insieme tutti i canali gratuiti.
lt: Ši parinktis leis sukurti nešifruotų kanalų bukietą, kuriame bus visi nemokami kanalai.
nl: Deze optie maakt een FreeToAir bouquet, hier worden alle gratis uitgezonden zenders in geplaatst.
pl: Ta opcja stworzy bukiet FreeToAir, zgrupuje wszystkie darmowe kanałydo tego bukietu.
pt: Esta opção irá criar um buquê FreeToAir, agrupará todos os canais livres como um buquê.
sk: Táto voľba vytvorí buket FreeToAir, ktorý zoskupí všetky bezplatné kanály do tohto buketu.

source: This option will create a High Definition bouquet, it will group all HD channels into this bouquet.
ar: سيقوم هذا الخيار بإنشاء باقة "قنوات عالية الوضوح"، سيتم تجميع جميع القنوات عالية الدقة في هذا الباقة.
el: Αυτή η επιλογή θα δημιουργήσει ένα μπουκέτο Υψηλής Ευκρίνειας, θα ομαδοποιήσει όλα τα HD κανάλια σε αυτό το μπουκέτο.
fi: Tämä luo suosikkilistan jossa on vain HD-kanavat.
fr: Cette option va créer un bouquet Haute Définition, il va regrouper toutes les chaînes HD dans ce bouquet.
it: Questa opzione creerà un bouquet ad alta definizione, raggruppando insieme tutti i canali HD.
lt: Ši parinktis leis sukurti HD bukietą, kuriame bus visi HD kanalai.
nl: Deze optie maakt een HD-lijst; alle HD-zenders komen hierin.
pl: Ta opcja utworzy bukiet High Definition, zgrupuje wszystkie HDkanały do ​​tego bukietu.
pt: Esta opção irá criar um buquê de alta definição, agrupará todos os canais HD como um buquê.
sk: Táto možnosť vytvorí buket High Definition, ktorý zoskupí všetky HD kanály do tohto buketu.

source: This option will create bouquets for each type of channel, ie Entertainment, Movies, Documentary.
ar: سيقوم هذا الخيار بإنشاء باقات لكل نوع من القناة، أي الترفيه، وأفلام، الفيلم الوثائقي.
el: Αυτή η επιλογή θα δημιουργήσει μπουκέτα για κάθε τύπο καναλιών, π.χ. Ψυχαγωγία, Ταινίες, Ντοκιμαντέρ.
fi: Tämä luo jaotellut suosikkilistat kanavien ohjelmatyypin mukaan.
fr: Cette option va créer des bouquets pour chaque type de chaîne, ex Loisirs, Films, Documentaire.
it: Questa opzione creerà bouquet per ogni tipo di canale, ad es. Intrattenimento, Film, Documentari.
lt: Ši parinktis leis sukurti vienatemių kanalų bukietus, pvz., pramoginiai, dokumentiniai, filmų kanalai.
nl: Deze optie maakt een lijst voor elk type zender, zoals Amusement. Film, documentaires.
pt: Esta opção irá criar buquês para cada tipo de canal, ou seja, entretenimento, filmes, documentários.
sk: Táto možnosť vytvorí bukety pre každý typ kanála, t. j. Zábava, Filmy, Dokumentárne filmy.

source: This option will swap SD versions of channels with HD versions. (eg BBC One SD with BBC One HD, Channel Four SD with with Channel Four HD)
ar: سيقوم هذا الخيار بتحديث القنوات من متوسطة الوضوح إلى نسخ قنوات عالية الوضوح. (على سبيل المثال ، قناة BBC One متوسطة الوضوح مع قناة BBC One عالية الوضوح و القناة الرابعة متوسطة الوضوح مع القناة الرابعة عالية الوضوح)
el: Αυτή η επιλογή θα αντιμεταθέσει τις SD εκδόσεις των καναλιών με τις HD. (πχ το BBC One SD με το BBC One HD, το Channel Four SD με το Channel Four HD)
fi: Tämä valinta vaihtaa kanavien SD-versiot HD-versioihin. (Esim. Yle1 vaihtuu Yle1 HD)
fr: Cette option permet de permuter les versions SD des chaînes avec les versions HD. (par exemple BBC One SD avec BBC One HD, Channel Four SD avec Channel Four HD)
it: Questa opzione scambierà le versioni SD dei canali con le corrispondenti HD (es. Rai 1 con Rai 1 HD, Canale5 con Canale5 HD).
lt: Ši parinktis sukeis SD kanalus jų prieinamomis HD versijomis. (Pvz., Eurosport 1 SD pakeis Eurosport 1 HD)
nl: Deze optie zal de SD zenders vervangen met HD versies. (bv BBC 1 SD met BBC 1 HD, Kanaal 4 SD met Kanaal 4 HD )
pl: Ta opcja spowoduje zamianę wersji SD kanałów na wersje HD. (np. BBC One SD z BBC One HD, kanał czwarty SD z kanałem czwartym HD)
pt: Esta opção irá trocar versões SD de canais com as versões HD. (por exemplo, BBC One SD com BBC One HD, Channel Four SD com Channel Four HD)
sk: Táto možnosť vymení SD verzie kanálov za HD verzie. (napr. BBC One SD za BBC One HD, Channel Four SD za Channel Four HD)

source: Thursday
fi: Torstai
fr: Jeudi
it: Giovedì
nl: donderdag
pl: Czwartek
pt: Quinta-feira
sk: Štvrtok

source: Tuesday
fi: Tiistai
fr: Mardi
it: Martedì
nl: dinsdag
pl: Wtorek
pt: Terça-Feira
sk: Utorok

source: Tuning %s MHz (ch %s)
fi: Viritetään %s MHz (kanava %s)
fr: Accord %s MHz (ch %s)
it: Sintonizzo %s MHz (canale %s)
nl: Tunet %s MHz (ch %s)
pl: Dostrajanie %s MHz (ch %s)
pt: Sintonizando% s MHz (ch% s)
sk: Naladenie %s MHz (kanál %s)

source: Tuning %s...
ar: يتم الآن الضبط %s...
el: Συντονισμός %s...
fi: Viritetään %s...
fr: Syntonisation %s...
it: Sintonizzo %s...
lt: Derinama %s...
nl: Stemt af op %s...
pl: Dostrajanie %s...
pt: A sintonizar %s...
sk: Ladenie %s...

source: Tuning failed! Provider: %s Tuner: %s Frequency: %d MHz Please check affected tuner for: Tuner configuration errors, Signal cabling issues, Any other reception issues.
fi: Viritys epäonnistui! Palveluntarjoaja: %s Viritin: %s Taajuus: %d MHz Tarkista, mitä viritintä koskee: Virittimen asetusvirheet, Signaalikaapelointiongelmat, Muut vastaanottoongelmat.
fr: L'accord a échoué ! Provider : %s Tuner : %s Fréquence : %d MHz Veuillez vérifier le tuner concerné pour : Erreurs de configuration du tuner, Problèmes de câblage du signal, Tout autre problème de réception.
it: Sintonizzazione fallita! Provider: %s Sintonizzatore: %s Frequenza: %d MHz Controlla il sintonizzatore interessato: Errori di configurazione del sintonizzatore, problemi di cablaggio del segnale, eventuali altri problemi di ricezione.
nl: Tuning failed! Provider: %s Tuner: %s Frequency: %d MHz Controleer de betreffende tuner op: Tunerconfiguratie fouten, Bekabelingsproblemen, Enig ander ontvangstprobleem.
pl: Strojenie nie powiodło się! Dostawca: %s Tuner: %s Częstotliwość: %d MHz Sprawdź, czy tuner, którego dotyczy problem, pod kątem: Błędy konfiguracji tunera, Problemy z okablowaniem sygnałowym, Wszelkie inne problemy z odbiorem.
sk: Naladenie sa nepodarilo! Poskytovateľ: %s Tuner: %s Frekvencia: %d MHz Skontrolujte príslušný tuner, či neobsahuje: Chyby konfigurácie tunera, Problémy s káblovým pripojením signálu, Akékoľvek iné problémy s príjmom.

source: Tuning lock timed out! Provider: %s Tuner: %s Frequency: %d MHz Please check affected tuner for: Tuner configuration errors, Signal cabling issues, Any other reception issues.
fi: Virityksen lukitus aikakatkaistiin! Palveluntarjoaja: %s Viritin: %s Taajuus: %d MHz Tarkista, mitä viritintä koskee: Virittimen asetusvirheet, Signaalikaapelointiongelmat, Muut vastaanottoongelmat.
fr: La durée du verrouillage de l'accord a expiré ! Provider : %s Tuner : %s Fréquence : %d MHz Veuillez vérifier le tuner concerné pour : Erreurs de configuration du tuner, Problèmes de câblage du signal, Tout autre problème de réception.
it: Tempo scaduto per bloccare il sintonizzatore Provider: %s Sintonizzatore: %s Frequenza: %d MHz Controlla il sintonizzatore interessato: Errori di configurazione del sintonizzatore, problemi di cablaggio del segnale, eventuali altri problemi di ricezione.
nl: Tuning lock timed out! Provider: %s Tuner: %s Frequency: %d MHz Controleer de betreffende tuner op: Tuner configuratie fouten, Bekabelingsproblemen, Enig ander ontvangstprobleem.
sk: Časový limit ladenia uplynul! Poskytovateľ: %s Tuner: %s Frekvencia: %d MHz Skontrolujte príslušný tuner, či neobsahuje: Chyby konfigurácie tunera, Problémy s káblovým pripojením signálu, Akékoľvek iné problémy s príjmom.
